[BASE]
EDIT=0
[Language]

90 марка бензина=
3930BAC5C6FBD3CD=90 марка бензина

93 марка бензина=
3933BAC5C6FBD3CD=93 марка бензина

97 марка бензина=
3937BAC5C6FBD3CD=97 марка бензина

0 марка дизельного топлива=
30BAC5B2F1D3CD=0 марка дизельного топлива

да=
CAC7=да

нет=
B7F1=нет

общий объем продаж нефтепродуктов: [литр]=
CDB3BCC6D3CDC6B7CFFAC1BF3A205BC9FD5D=общий объем продаж нефтепродуктов: [литр]

общий объем продаж нефтепродуктов: [юань]=
CDB3BCC6D3CDC6B7CFFAC1BF3A205BD4AA5D=общий объем продаж нефтепродуктов: [юань]


наличные=
CFD6BDF0=наличные
аккаунт=
D5CABBA7=аккаунт
подтверждён=
D2D1C9F3BACB=подтверждён
не подтверждён=
CEB4C9F3BACB=не подтверждён
льготы=
D3C5BBDD=льготы
пополнить счёт=
B4A2D6B5=пополнить счёт
удержанная сумма=
BFDBBFEE=удержанная сумма
активация=
BDE2BBD2=активация
извлечь карту=
CDCBBFA8=извлечь карту
избыточные резервы=
B1B8B8B6BDF0=избыточные резервы
возврат денег=
CDCBC7AE=возврат денег
аннулировать аккаунт=
CFFABBA7=аннулировать аккаунт
отдельный вкладчик=
C9A2BBA7=отдельный вкладчик
все=
C8ABB2BF=все
да=
CAC7=да
нет=
B7F1=нет
лимит=
CFDED6C6=лимит
снять ограничения=
C8A1CFFBCFDED6C6=снять ограничения
 отдельный вкладчик=
C9A2BBA7= отдельный вкладчик
итого=
BACFBCC6=итого
повседневная цена=
B3A3D3C3BCDBB8F1=повседневная цена

обычная заправка=
D5FDB3A3BCD3D3CD=обычная заправка
неправильно извлеченная карта=
CCD3BFA8=неправильно извлеченная карта
ошибка карты=
B4EDBFA8=ошибка карты
пополнение удержанных средств=
B2B9BFDB=пополнение удержанных средств
начало работы=
C9CFB0E0=начало работы
конец работы=
CFC2B0E0=конец работы
нет карты=
B7C7BFA8=нет карты
прием цены на топливо=
D3CDBCDBBDD3CADC=прием цены на топливо
ошибка карты, отказ в приеме=
BFA8B4EDBEDCBEF8=ошибка карты, отказ в приеме




;;qry3

номер оператора=
B2D9D7F7D4B1B1E0BAC5=номер оператора

имя оператора=
B2D9D7F7D4B1D0D5C3FB=имя оператора


функция операции=
B2D9D7F7B9A6C4DC=функция операции


время=
54696D65=время

время=
CAB1BCE4=время


номер станции=
D5BEB5E3B1E0BAC5=номер станции


все операторы=
CBF9D3D0B2D9D7F7D4B1=все операторы


основной чёрный список=
BBF9B4A1BADAC3FBB5A5=основной чёрный список

новый добавленный чёрный список=
D0C2D4F6BADAC3FBB5A5=новый добавленный чёрный список

новый удаленный чёрный список=
D0C2C9BEBADAC3FBB5A5=новый удаленный чёрный список

текущий черный список=
B5B1C7B0BADAC3FBB5A5=текущий черный список

номера всех карт=
CBF9D3D0BFA8BAC5=номера всех карт



пожалуйста, подождите=
C7EBC9D4B5C8=пожалуйста, подождите

все заправочные пистолеты=
CBF9D3D0D3CDC7B9=все заправочные пистолеты

типы всех карт=
CBF9D3D0BFA8C0E0D0CD=типы всех карт

все способы оплаты=
CBF9D3D0BDE1CBE3B7BDCABD=все способы оплаты


номера всех карт=
CBF9D3D0BFA8BAC5=номера всех карт

типы всех операций=
CBF9D3D0BDBBD2D7C0E0D0CD=типы всех операций

номера всех смен=
CBF9D3D0B0E0BAC5=номера всех смен

детализация операций заправки топливом=
BCD3D3CDBDBBD2D7C3F7CFB8=детализация операций заправки топливом

расчёт детализации операций заправки топливом по типу операции=
B0B4BDBBD2D7C0E0D0CDCDB3BCC6BCD3D3CDBDBBD2D7C3F7CFB8=расчёт детализации операций заправки топливом по типу операции

расчёт детализации операций заправки топливом по номеру карты=
B0B4BFA8BAC5CDB3BCC6BCD3D3CDBDBBD2D7C3F7CFB8=расчёт детализации операций заправки топливом по номеру карты

расчёт детализации операций заправки топливом по типу карты=
B0B4BFA8C0E0D0CDCDB3BCC6BCD3D3CDBDBBD2D7C3F7CFB8=расчёт детализации операций заправки топливом по типу карты

расчёт детализации операций заправки топливом по номеру работника=
B0B4D4B1B9A4BAC5CDB3BCC6BCD3D3CDBDBBD2D7C3F7CFB8=расчёт детализации операций заправки топливом по номеру работника

расчёт детализации операций заправки топливом по типу топлива=
B0B4D3CDC6B7CDB3BCC6BCD3D3CDBDBBD2D7C3F7CFB8=расчёт детализации операций заправки топливом по типу топлива

расчёт детализации операций заправки топливом по номеру заправочного пистолета=
B0B4D3CDC7B9BAC5CDB3BCC6BCD3D3CDBDBBD2D7C3F7CFB8=расчёт детализации операций заправки топливом по номеру заправочного пистолета

расчёт детализации операций заправки топливом по способу оплаты=
B0B4BDE1CBE3B7BDCABDCDB3BCC6BCD3D3CDBDBBD2D7C3F7CFB8=расчёт детализации операций заправки топливом по способу оплаты



общая рабочая нагрузка=
D7DCD3AAD2B5C1BF=общая рабочая нагрузка
общая сумма операций=
D7DCD3AAD2B5B6EE=общая сумма операций
общая сумма оборота=
CFD6BDF0D3AAD2B5B6EE=общая сумма оборота


детализация заправки топливом текущей смены=
B1BEB0E0BCD3D3CDC3F7CFB8=детализация заправки топливом текущей смены
статистика текущей смены по топливу=
B1BEB0E0B0B4D3CDC6B7CDB3BCC6=статистика текущей смены по топливу
статистика текущей смены по заправочному пистолету=
B1BEB0E0B0B4D3CDC7B9CDB3BCC6=статистика текущей смены по заправочному пистолету


текущий номер операции=
BDBBD2D7C1F7CBAEBAC5=текущий номер операции
номер заправочного пистолета=
D3CDC7B9BAC5=номер заправочного пистолета
номер топливного продукта=
D3CDC6B7B1E0BAC5=номер топливного продукта
наименование топливного продукта=
D3CDC6B7C3FBB3C6=наименование топливного продукта
цена за единицу=
B5A5BCDB=цена за единицу
количество заправок=
BCD3D3CDCAFDC1BF=количество заправок
сумма=
BDF0B6EE=сумма
способ оплаты=
B8B6BFEEB7BDCABD=способ оплаты
время заправки=
BCD3D3CDCAB1BCE4=время заправки


топливный продукт=
D3CDC6B7=топливный продукт
рабочая нагрузка=
D3AAD2B5C1BF=рабочая нагрузка
сумма оборота=
D3AAD2B5B6EE=сумма оборота


система управления IC-картами заправочной станции =
4943BFA8D3CDD5BEB9DCC0EDCFB5CDB3 = система управления IC-картами заправочной станции
нет доступных операций по заправке топливом для подведения баланса =
C3BBD3D0BFC9B9A9BDE1D5CBB5C4BCD3D3CDBDBBD2D7 = нет доступных операций по заправке топливом для подведения баланса
системная информация =
CFB5CDB3CFFBCFA2 = системная информация
нет доступных для запроса заправочных аппаратов, пожалуйста, проведите настройку заправочного аппарата =
C3BBD3D0BCD3D3CDBBFABFC9B9A9B2E9D1AFA3ACC7EBCFC8C9E8D6C3BCD3D3CDBBFA = нет доступных для запроса заправочных аппаратов, пожалуйста, проведите настройку заправочного аппарата
ошибка регистрации элементов управления Cell, пожалуйста, проверьте есть ли в системного каталоге папка cell51 =
D7A2B2E143656C6CBFD8BCFECAA7B0DC2CC7EBBCECB2E9CFB5CDB3C4BFC2BCCFC2CAC7B7F1D3D063656C6C3531CEC4BCFEBCD0 = ошибка регистрации элементов управления Cell, пожалуйста, проверьте есть ли в системного каталоге папка cell51
отмена =
C8A1CFFB = отмена
ошибка регистрации элементов управления Cell =
D7A2B2E143656C6CBFD8BCFECAA7B0DC = ошибка регистрации элементов управления Cell
ошибка перехода к регистрации функции Cell =
B5F7D3C3D7A2B2E143656C6CBAAFCAFDCAA7B0DC = ошибка перехода к регистрации функции Cell
вы подтверждаете полностью оплату наличными? =
C4FAC8B7C8CFC8ABB2BFCAB9D3C3CFD6BDF0BDE1D5CBC2F03F = вы подтверждаете полностью оплату наличными?
подтверждение оплаты =
BDE1D5CBC8B7C8CF = подтверждение оплаты
ошибка при чтении базы данных, оплата не может быть произведена =
B6C1C8A1CAFDBEDDBFE2CAB1B7A2C9FAB4EDCEF3A3ACCEB4C4DCBDE1D5CB = ошибка при чтении базы данных, оплата не может быть произведена
сообщение об ошибке =
B4EDCEF3D0C5CFA2 = сообщение об ошибке
ошибка при обновлении черного списка =
B8FCD0C2BADAC3FBB5A5B7A2C9FAB4EDCEF3 = ошибка при обновлении черного списка
системная подсказка =
CFB5CDB3CCE1CABE = системная подсказка
ошибка при чтении базы данных =
B6C1C8A1CAFDBEDDBFE2CAB1B7A2C9FAB4EDCEF3 = ошибка при чтении базы данных
системная подсказка =
B4EDCEF3D0C5CFA2 = системная подсказка
ошибка при чтении базы данных =
B6C1C8A1CAFDBEDDBFE2CAB1B7A2C9FAB4EDCEF3 = ошибка при чтении базы данных
системная подсказка =
B4EDCEF3D0C5CFA2 = системная подсказка
интервал сдачи смены больше чем максимальный интервал двух смен =
BDBBB0E0BCE4B8F4B4F3D3DAC1BDB0E0D7EEB4F3BCE4B8F4 = интервал сдачи смены больше чем максимальный интервал двух смен
пожалуйста, выберете номер заправочного пистолета =
C7EBD1A1D4F1D3CDC7B9BAC5 = пожалуйста, выберете номер заправочного пистолета
напоминание =
CCE1CABE = напоминание
ошибка извлечения информации из заправочного аппарата =
CCE1C8A1BCD3D3CDBBFAD0C5CFA2CAA7B0DC = ошибка извлечения информации из заправочного аппарата
пожалуйста, выберете содержимое для передачи =
C7EBD1A1D4F1B4ABCAE4C4DAC8DD = Пожалуйста, выберете содержимое для передачи
  страница, всего  страниц =
B5DA20D2B320B9B220D2B3 =   страница, всего  страниц
итог =
BACFBCC6 = итог
ошибка щупа =
CCBDD5EBCAA7D0A7 = ошибка щупа
высота уровня топлива =
D3CDB8DF = высота уровня топлива
высота уровня воды =
CBAEB8DF = высота уровня воды
несливаемый остаток топлива =
B4E6D3CD = несливаемый остаток топлива
можно добавить =
BFC9CCED = можно добавить
статус =
D7B4CCAC = статус
температура =
CEC2B6C8 = температура
в норме =
D5FDB3A3 = в норме
идет разгрузка топлива =
D5FDD4DAD0B6D3CD = идет разгрузка топлива
множественные аварийные сигналы =
B6E0B4A6B1A8BEAF = множественные аварийные сигналы
слишком высокий уровень воды =
CBAECEBBB9FDB8DF = слишком высокий уровень воды
слишком высокий уровень топлива =
B8DFB8DFD3CDCEBB = слишком высокий уровень топлива
высокий уровень топлива =
B8DFD3CDCEBB = высокий уровень топлива
слишком низкий уровень топлива =
B5CDB5CDD3CDCEBB = слишком низкий уровень топлива
низкий уровень топлива =
B5CDD3CDCEBB = низкий уровень топлива
слишком высокая температура топлива =
D3CDCEC2B9FDB8DF = слишком высокая температура топлива
слишком низкая температура топлива =
D3CDCEC2B9FDB5CD = слишком низкая температура топлива
обрыв связи =
CDA8D1B6B6CF = обрыв связи
неожиданный обрыв потока выполнения, пожалуйста, перезагрузите систему =
CFDFB3CCD2E2CDE2D6D5D6B9A3ACC7EBD6D8D0C2C6F4B6AFCFB5CDB3 = неожиданный обрыв потока выполнения, пожалуйста, перезагрузите систему
Произошла ошибка при чтении базы данных. Если сервер базы данных закрыт, перезапустите службу базы данных =
B6C1C8A1CAFDBEDDBFE2CAB1B7A2C9FAB4EDCEF32CC8E7B9FBB9D8B1D5C1CBCAFDBEDDBFE2B7FECEF1C6F72CC7EBD6D8D0C2BFAACABCCAFDBEDDBFE2B7FECEF1 = Произошла ошибка при чтении базы данных. Если сервер базы данных закрыт, перезапустите службу базы данных
ошибка базы данных =
CAFDBEDDBFE2B4EDCEF3 = ошибка базы данных
номер устройства =
BBFABAC5 = номер устройства
топливо =
D3CDC6B7 = топливо
цена за единицу =
B5A5BCDB = цена за единицу
количество =
CAFDC1BF = количество
сумма =
BDF0B6EE = сумма
номер карты =
BFA8BAC5 = номер карты
остаток суммы на карте =
BFA8D3E0B6EE = остаток суммы на карте
в базе данных, в связи с тем, что длина топливного резервуара не определена или 0, то значение соотношения высоты к аварийному сигналу устанавливается по умолчанию =
CAFDBEDDBFE2D6D0A3ACD3C9D3DAD3CDB9DEB3A4B6C8CEB4B6A8D2E5BBF2CEAA30A3ACB8DFB6C8B1A8BEAFB1C8C0FDB1BBC9E8D6C3CEAAC8B1CAA1D6B5 = в базе данных, в связи с тем, что длина топливного резервуара не определена или 0, то значение соотношения высоты к аварийному сигналу устанавливается по умолчанию
системная ошибка =
CFB5CDB3B4EDCEF3 = системная ошибка
в данном топливном резервуаре нет щупа, невозможно получить статус аварийного сигнала =
B8C3D3CDB9DEC3BBD3D0CAB9D3C3CCBDD5EBA3ACB2BBC4DCB5C3B5BDB1A8BEAFD7B4CCAC = в данном топливном резервуаре нет щупа, невозможно получить статус аварийного сигнала
системная ошибка =
CFB5CDB3B4EDCEF3 = системная ошибка
произошла внутренняя ошибка в работе системы, пожалуйста, закройте и перезапустите систему =
CFB5CDB3D4CBD0D0B7A2C9FAC4DAB2BFB4EDCEF3A3ACC7EBCDCBB3F6BAF3D6D8D0C2C6F4B6AFCFB5CDB3 = произошла внутренняя ошибка в работе системы, пожалуйста, закройте и перезапустите систему
все =
C8ABB2BF = все
произошла ошибка при подключении к базе данных, для продолжения работы выберите да, для выхода из программы, пожалуйста, выберите нет =
C1ACBDD3CAFDBEDDBFE2CAB1B7A2C9FAB4EDCEF32CBCCCD0F8B2D9D7F7C7EBD1A1D4F1CAC7A3ACCDCBB3F6B3CCD0F2C7EBD1A1D4F1B7F12E = произошла ошибка при подключении к базе данных, для продолжения работы выберите да, для выхода из программы, пожалуйста, выберите нет.
подключение к базе данных, пожалуйста, подождите... =
C1ACBDD3CAFDBEDDBFE22CC7EBC9D4BAF22E2E2E = подключение к базе данных, пожалуйста, подождите...
о программе =
B9D8D3DA = о программе
номер внутренней версии =
C4DAB2BFB0E6B1BEBAC5 = номер внутренней версии
версия для Windows 2000 и выше =
57696E646F77732032303030D2D4C9CFB0E6B1BE = версия для Windows 2000 и выше
доступная физическая память системы: =
CFB5CDB3BFC9D3C3CEEFC0EDC4DAB4E63A = доступная физическая память системы:
данная дата не содержит записей о сдаче смены, нельзя создать ежедневный отчет =
B8C3C8D5C6DAC3BBD3D0BDBBB0E0BCC7C2BCA3ACB2BBC4DCC9FAB3C9C8D5B1A8 = данная дата не содержит записей о сдаче смены, нельзя создать ежедневный отчет
системная подсказка =
CFB5CDB3CCE1CABE = системная подсказка
ошибка сохранения ежедневного отчета в базе данных =
B1A3B4E6C8D5B1A8B5BDCAFDBEDDBFE2B7A2C9FAB4EDCEF3 = ошибка сохранения ежедневного отчета в базе данных
системная подсказка =
CFB5CDB3CCE1CABE = системная подсказка
параметры системы не были завершены, пожалуйста, запустите систему после завершения настроек системы =
CFB5CDB3C9E8D6C3BBB9C3BBD3D0CDEAB3C9A3ACC7EBD4DACDEAB3C9CFB5CDB3C9E8D6C3BAF3C6F4B6AFCFB5CDB3 = параметры системы не были завершены, пожалуйста, запустите систему после завершения настроек системы
сообщение об ошибке =
B4EDCEF3D0C5CFA2 = сообщение об ошибке
номер сотрудника не существует или недостаточно операционных полномочий, пожалуйста, введите снова =
B8C3D4B1B9A4B1E0BAC5B2BBB4E6D4DABBF2B2D9D7F7C8A8CFDEB2BBB9BBA3ACC7EBD6D8D0C2CAE4C8EB = номер сотрудника не существует или недостаточно операционных полномочий, пожалуйста, введите снова
введенный вами пароль неверен, пожалуйста, введите снова =
C4FACAE4C8EBB5C4C3DCC2EBB4EDCEF3A3ACC7EBD6D8D0C2CAE4C8EB = введенный вами пароль неверен, пожалуйста, введите снова
работа заправочной станции =
D3CDD5BED3AAD2B5 = работа заправочной станции
отчетная таблица (по статистике заправочного пистолета) =
B1A8B1EDA3A8B0B4D3CDC7B9CDB3BCC6A3A9 = отчетная таблица (по статистике заправочного пистолета)
отчетная таблица (по статистике топлива) =
B1A8B1EDA3A8B0B4D3CDC6B7CDB3BCC6A3A9 = отчетная таблица (по статистике топлива)
отчетная таблица (по цепочке покупки-продажи топливного резервуара) =
B1A8B1EDA3A8D3CDB9DEBDF8CFFAB4E6A3A9 = отчетная таблица (по цепочке покупки-продажи топливного резервуара)
отчетная таблица (по количеству заправленного топлива заправщиками) =
B1A8B1EDA3A8BCD3D3CDD4B1BCD3D3CDC1BFA3A9 = отчетная таблица (по количеству заправленного топлива заправщиками)
отчетная таблица (по денежной сумме, собранной кассирами) =
B1A8B1EDA3A8CAD5BFEED4B1CAD5BFEEBDF0B6EEA3A9 = отчетная таблица (по денежной сумме, собранной кассирами)
год =
C4EA = год
месяц =
D4C2 = месяц
у указанного вами отрезка времени не существует итоговой записи, нет возможности создать отчетную таблицу =
C4FAD6B8B6A8B5C4C8D5C6DAB6CEC3BBD3D0C8D5BDE1BCC7C2BC2CB2BBC4DCC9FAB3C9B1A8B1ED = У указанного вами отрезка времени не существует итоговой записи, нет возможности создать отчетную таблицу
системная подсказка =
CFB5CDB3CCE1CABE = системная подсказка
месяц =
D4C2 = месяц
запрос месячной отчетной таблицы заправочной станции =
BCD3D3CDD5BED4C2B1A8B1EDB2E9D1AF = запрос месячной отчетной таблицы заправочной станции
месячная отчетная таблица работы заправочной станции =
BCD3D3CDD5BED3AAD2B5D4C2B1A8B1ED = месячная отчетная таблица работы заправочной станции
квартал =
BCBEB6C8 = квартал
запрос квартальной отчетной таблицы заправочной станции =
BCD3D3CDD5BEBCBEB6C8B1A8B1EDB2E9D1AF = запрос квартальной отчетной таблицы заправочной станции
квартальная отчетная таблица работы заправочной станции =
BCD3D3CDD5BED3AAD2B5BCBEB1A8B1ED = квартальная отчетная таблица работы заправочной станции
год =
C4EA = год
запрос годовой отчетной таблицы заправочной станции =
BCD3D3CDD5BEC4EAB1A8B1EDB2E9D1AF = запрос годовой отчетной таблицы заправочной станции
годовая отчетная таблица работы заправочной станции =
BCD3D3CDD5BED3AAD2B5C4EAB1A8B1ED = годовая отчетная таблица работы заправочной станции
первый квартал =
D2BBBCBEB6C8 = первый квартал
второй квартал =
B6FEBCBEB6C8 = второй квартал
третий квартал =
C8FDBCBEB6C8 = третий квартал
четвертый квартал =
CBC4BCBEB6C8 = четвертый квартал
основной черный список =
BBF9B4A1BADAC3FBB5A5 = основной черный список
новый добавленный черный список =
D0C2D4F6BADAC3FBB5A5 = новый добавленный черный список
новый удаленный черный список =
D0C2C9BEBADAC3FBB5A5 = новый удаленный черный список
текущий черный список =
B5B1C7B0BADAC3FBB5A5 = текущий черный список
время:от =
CAB1BCE43AB4D3 = время:от
до  =
B5BD20 = до 
регистрация об утрате времени: всего =
B9D2CAA7CAB1BCE43A20C8ABB2BF = регистрация об утрате времени: всего
не было найдено подходящих записей =
C3BBD3D0D5D2B5BDB7FBBACFCCF5BCFEB5C4BCC7C2BC = не было найдено подходящих записей
системная подсказка =
CFB5CDB3CCE1CABE = системная подсказка
дневной баланс =
C8D5BDE1 = дневной баланс
запрос дневной отчетной таблицы =
C8D5B1A8B1EDB2E9D1AF = запрос дневной отчетной таблицы
запрос =
B2E9D1AF = запрос
не было найдено подходящего ежедневного отчета =
C3BBD3D0D5D2B5BDB7FBBACFCCF5BCFEB5C4C8D5B1A8 = не было найдено подходящего ежедневного отчета
системная подсказка =
CFB5CDB3CCE1CABE = системная подсказка
для данной даты уже существует дневной баланс, нет возможности повторного создания =
B8C3C8D5C6DAD2D1BEADC8D5BDE1A3ACB2BBC4DCD6D8B8B4C8D5BDE1 = для данной даты уже существует дневной баланс, нет возможности повторного создания
дата дневного баланса не может быть больше или равняться дате текущей операционной дате =
C8D5BDE1C8D5C6DAB2BBC4DCB4F3D3DABBF2B5C8D3DAB5B1C7B0B5C4C9CCCEF1C8D5C6DA = дата дневного баланса не может быть больше или равняться дате текущей операционной дате
ежедневный отчет работы заправочной станции (по статистике заправочного пистолета) =
D3CDD5BED3AAD2B5C8D5B1A8B1EDA3A8B0B4D3CDC7B9CDB3BCC6A3A9 = ежедневный отчет работы заправочной станции (по статистике заправочного пистолета)
ежедневный отчет работы заправочной станции (по топливной статистике) =
D3CDD5BED3AAD2B5C8D5B1A8B1EDA3A8B0B4D3CDC6B7CDB3BCC6A3A9 = ежедневный отчет работы заправочной станции (по топливной статистике)
ежедневный отчет работы заправочной станции (по цепочке покупки-продажи топливного резервуара) =
D3CDD5BED3AAD2B5C8D5B1A8B1EDA3A8D3CDB9DEBDF8CFFAB4E6A3A9 = ежедневный отчет работы заправочной станции (по цепочке покупки-продажи топливного резервуара) =
D3CDD5BED3AAD2B5C8D5B1A8B1EDA3A8BCD3D3CDD4B1BCD3D3CDC1BFA3A9 = ежедневный отчет работы заправочной станции (по количеству заправленного топлива заправщиками)
ежедневный отчет работы заправочной станции (по денежной сумме, собранной кассирами) =
D3CDD5BED3AAD2B5C8D5B1A8B1EDA3A8CAD5BFEED4B1CAD5BFEEBDF0B6EEA3A9 = ежедневный отчет работы заправочной станции (по денежной сумме, собранной кассирами)
время считывания:  =
B6C1C8A1CAB1BCE43A20 = время считывания: 
итог =
BACFBCC6 = итог
отчетная таблица смены согласно указанным условиям не существует =
B2BBB4E6D4DAD6B8B6A8CCF5BCFEB5C4B0E0B1A8B1ED = отчетная таблица смены согласно указанным условиям не существует
комплексная отчетная таблица смены =
D7DBBACFB0E0B1A8B1ED = комплексная отчетная таблица смены
примечание:  1.текущая сумма операций: =
B1B8D7A23A202031A1A2B1BEC6DAD3AAD2B5B6EE3A = примечание:  1.текущая сумма операций:
юань, включая общую сумму налогов:  =
D4AAA3AC20C6E4D6D0CBB0B6EE3A20 = юань, включая общую сумму налогов: 
юань =
D4AA = юань
примечание:  1. текущая сумма оборота:   =
B1B8D7A23A202031A1A2B1BEC6DAD3AAD2B5B6EE3A2020 = примечание:  1. текущая сумма оборота:  
операционная дата:   =
C9CCCEF1C8D5C6DA3A2020 = операционная дата:  
номер смены: =
B0E0BAC53A = номер смены:
дежурный технический сотрудник: =
D6B5B0E0D4B13A = дежурный технический сотрудник:
время: =
CAB1BCE43A = время:
до   =
B5BD2020 = до  
все топливные резервуары =
C8ABB2BFD3CDB9DE = все топливные резервуары
дата подсчета:  =
CDB3BCC6C8D5C6DA3A20 = дата подсчета: 
время подсчета: от  =
CDB3BCC6CAB1BCE43A20B4D320 = время подсчета: от 
все смены =
C8ABB2BFB0E0B4CE = все смены
номер  =
B5DA20 = номер 
смена =
B0E0 = смена
не найдено соответствующих записей =
C3BBD3D0D5D2B5BDB7FBBACFCCF5BCFEB5C4BCC7C2BC = не найдено соответствующих записей
системная подсказка =
CFB5CDB3CCE1CABE = системная подсказка
не найдено записей аварийных сигналов в топливном резервуаре =
C3BBD3D0D3CDB9DEB1A8BEAFBCC7C2BC = не найдено записей аварийных сигналов в топливном резервуаре
все топливо =
C8ABB2BFD3CDC6B7 = все топливо
все =
C8ABB2BF = все
номера всех карт =
CBF9D3D0BFA8BAC5 = номера всех карт
вводимые данные за пределами допустимого диапазона =
C2BCC8EBCAFDBEDDB3ACB9FDD3D0D0A7B7B6CEA7 = вводимые данные за пределами допустимого диапазона
файл данных не открыт, данные не могут быть экспортированы =
CAFDBEDDBCAFCEB4B4F2BFAA2CCEDEB7A8B5BCB3F6CAFDBEDD = файл данных не открыт, данные не могут быть экспортированы
файл  =
CEC4BCFE20 = файл 
запись о дежурстве =
D6B5B0E0BCC7C2BC = запись о дежурстве
все =
C8ABB2BF = все
все операторы =
C8ABB2BFB2D9D7F7D4B1 = все операторы
время дежурства:  =
D6B5B0E0CAB1BCE43A20 = время дежурства: 
не найдено соответствующих записей о дежурстве =
C3BBD3D0D5D2B5BDB7FBBACFCCF5BCFEB5C4D6B5B0E0BCC7C2BC = не найдено соответствующих записей о дежурстве
пожалуйста, введите число =
C7EBCAE4C8EBCAFDD7D6 = пожалуйста, введите число
произошла ошибка при чтении базы данных, невозможно произвести расчет =
B6C1C8A1CAFDBEDDBFE2CAB1B7A2C9FAB4EDCEF3A3ACCEB4C4DCBDE1D5CB = произошла ошибка при чтении базы данных. невозможно произвести расчет
ошибка работы базы данных, невозможно произвести расчет =
B2D9D7F7CAFDBEDDBFE2CAA7B0DCA3ACCEB4C4DCBDE1D5CB = ошибка работы базы данных, невозможно произвести расчет
превышение максимального объема максимальное количество топлива, которое можно залить в текущий момент:  =
B3ACB9FDD7EEB4F3C8DDBBFD20B5B1C7B0D7EEB6E0BFC9CCEDD3CDC1BFCEAA3A20 = превышение максимального объема максимальное количество топлива, которое можно залить в текущий момент: 
после заправки, запись о заправке топливом будет передана в отчетную таблицу смены, вы подтверждаете выполнение заправки? =
CCEDD3CDBAF3CCEDD3CDBCC7C2BCBDABB7B4D3B3B5BDB0E0B1A8B1EDD6D0A3ACC4E3C8B7B6A8D2AACCEDD3CDC2F03F = после заправки, запись о заправке топливом будет передана в отчетную таблицу смены, вы подтверждаете выполнение заправки?
пожалуйста, введите число =
C7EBCAE4C8EBCAFDD7D6 = пожалуйста, введите число
текущее состояние топливного резервуара номер =
BAC5D3CDB9DEB5B1C7B0D7B4CCAC = текущее состояние топливного резервуара номер
тип аварийной сигнализации =
B1A8BEAFC0E0D0CD = тип аварийной сигнализации
состояние аварийной сигнализации =
B1A8BEAFD7B4CCAC = состояние аварийной сигнализации
щуп =
CCBDD5EB = щуп
слишком высокий уровень воды =
CBAECEBBB9FDB8DF = слишком высокий уровень воды
слишком высокий уровень топлива =
B8DFD3CDCEBB = слишком высокий уровень топлива
очень высокий уровень топлива =
B8DFB8DFD3CDCEBB = очень высокий уровень топлива
низкий уровень топлива =
B5CDD3CDCEBB = низкий уровень топлива
очень низкий уровень топлива =
B5CDB5CDD3CDCEBB = очень низкий уровень топлива
слишком высокая температура топлива =
D3CDCEC2B9FDB8DF = слишком высокая температура топлива
слишком низкая температура топлива =
D3CDCEC2B9FDB5CD = слишком низкая температура топлива
обрыв связи =
CDA8D1B6B6CF = обрыв связи
ошибка =
CAA7D0A7 = ошибка
неизвестный =
CEB4D6AA = неизвестный
в норме =
D5FDB3A3 = в норме
аварийная сигнализация =
B1A8BEAF = аварийная сигнализация
обрыв связи =
CDA8D1B6B6CF = обрыв связи
все способы =
C8ABB2BFB7BDCABD = все способы
в настоящее время у текущей смены нет объема деятельности по указанным способам оплаты =
B1BEB0E0C4BFC7B0C3BBD3D0CBF9D6B8B6A8B8B6BFEEB7BDCABDB5C4D3AAD2B5C1BF = в настоящее время у текущей смены нет объема деятельности по указанным способам оплаты
цена за единицу:  =
B5A5BCDB3A20 = цена за единицу: 
количество:  =
CAFDC1BF3A20 = количество: 
сумма:  =
BDF0B6EE3A20 = сумма: 
нет щупа =
C3BBD3D0CCBDD5EB = нет щупа
высоту уровня топлива нельзя оставлять незаполненной =
D3CDB8DFB2BBC4DCCEAABFD5 = высоту уровня топлива нельзя оставлять незаполненной
вводимые данные нельзя оставлять незаполненными   =
CAE4C8EBCAFDBEDDB2BBC4DCCEAABFD52020 = вводимые данные нельзя оставлять незаполненными  
успешное создание записи о начале разгрузки топлива   =
B3C9B9A6BCC7C2BCD0B6D3CDBFAACABC2020 = успешное создание записи о начале разгрузки топлива  
заполнение топливного резервуара топливом не завершено   =
D3CDB9DEBCD3D3CDBBB9C3BBD3D0BDE1CAF82020 = заполнение топливного резервуара топливом не завершено  
заполнение топливного резервуара топливом еще не началось   =
D3CDB9DEBCD3D3CDBBB9C3BBD3D0BFAACABC2020 = заполнение топливного резервуара топливом еще не началось  
успешное создание записи о завершении разгрузки топлива   =
B3C9B9A6BCC7C2BCD0B6D3CDBDE1CAF82020 = успешное создание записи о завершении разгрузки топлива  
статус аварийной сигнализации топливного бака  =
D3CDB9DEB1A8BEAFD7B4CCAC20 = статус аварийной сигнализации топливного бака 
заправка топливом топливного резервуара   =
D3CDB9DECCEDD3CD2020 = заправка топливом топливного резервуара  
начало заправки топливом топливного резервуара   =
D3CDB9DECCEDD3CDBFAACABC2020 = начало заправки топливом топливного резервуара  
завершение заправки топливом топливного резервуара   =
D3CDB9DECCEDD3CDBDE1CAF82020 = завершение заправки топливом топливного резервуара  
пожалуйста, настройте информацию о топливной станции   =
C7EBC9E8D6C3D3CDD5BED0C5CFA22020 = пожалуйста, настройте информацию о топливной станции  
ошибка печати, возможно, из-за неправильной установки принтера   =
B4F2D3A1B3F6B4ED2CBFC9C4DCCAC7D2F2CEAAC3BBD3D0D5FDC8B7B0B2D7B0B4F2D3A1BBFA2020 = ошибка печати, возможно, из-за неправильной установки принтера  
недостаточная собранная сумма денег   =
CAD5BFEECAFDB2BBD7E32020 = недостаточная собранная сумма денег  
пожалуйста, выберите операцию, которая требует оплаты   =
C7EBD1A1D4F1D0E8D2AABDE1D5CBB5C4BDBBD2D72020 = пожалуйста, выберите операцию, которая требует оплаты  
пожалуйста, передавайте смену только после запуска службы данных =
C7EBC6F4B6AFCAFDBEDDB7FECEF1BAF3D4D9BDBBB0E0 = пожалуйста, передавайте смену только после запуска службы данных
запрос ежедневной отчетной таблицы топливозаправочной станции   =
BCD3D3CDD5BEC8D5B1A8B1EDB2E9D1AF2020 = запрос ежедневной отчетной таблицы топливозаправочной станции  
интервал передачи смены меньше минимального интервала двух смен =
BDBBB0E0BCE4B8F4D0A1D3DAC1BDB0E0D7EEB6CCBCE4B8F4 = интервал передачи смены меньше минимального интервала двух смен
предупреждающая информация =
BEAFB8E6D0C5CFA2 = предупреждающая информация
предупреждающая информация =
BEAFB8E6D0C5CFA2 = предупреждающая информация
Вы более трех раз неправильно ввели пароль, сегодня система заблокирована =
C4E3CAE4C8EBC3DCC2EBB4EDCEF3B4CECAFDB3ACB9FDC8FDB4CE2CBDF1CCECCFB5CDB3D2D1BEADCBF8B6A8 = Вы более трех раз неправильно ввели пароль, сегодня система заблокирована
произошла ошибка при подключении к удаленному серверу =
C1ACBDD3D4B6B3CCB7FECEF1C6F7CAB1B7A2C9FAB4EDCEF3 = произошла ошибка при подключении к удаленному серверу
интервал передачи смены меньше минимального интервала двух смен =
BDBBB0E0BCE4B8F4D0A1D3DAC1BDB0E0D7EEB6CCBCE4B8F4 = интервал передачи смены меньше минимального интервала двух смен
предупреждающая информация =
BEAFB8E6D0C5CFA2 = предупреждающая информация
произошла ошибка при подключении к базе данных =
C1ACBDD3CAFDBEDDBFE2CAB1B7A2C9FAB4EDCEF3 = произошла ошибка при подключении к базе данных
нет записей, пожалуйста, выберите условие запроса   =
C3BBD3D0BCC7C2BC2CC7EBD1A1D4F1B2E9D1AFCCF5BCFE2020 = нет записей, пожалуйста, выберите условие запроса  
пожалуйста, выберете одну топливозаправочную станцию =
C7EBD1A1D4F1D2BBB8F6D3CDD5BE = пожалуйста, выберете одну топливозаправочную станцию
слишком длительный интервал времени запроса =
B2E9D1AFB5C4CAB1BCE4BCE4B8F4B9FDB3A4 = слишком длительный интервал времени запроса
время печати:  =
B4F2D3A1CAB1BCE43A20 = время печати: 
месяц:  =
D4C23A20 = месяц: 
квартал:  =
BCBE3A20 = квартал: 
год:  =
C4EA3A20 = год: 
тип : =
C0E0D0CD203A = тип :
тип :все =
C0E0D0CD203AC8ABB2BF = тип :все
работник :    =
D4B1B9A4203A202020 = работник :   
все работники :  =
CBF9D3D0D4B1B9A4203A20 = все работники : 
топливный резервуар :    =
D3CDB9DE203A202020 = топливный резервуар :   
все топливные резервуары :  =
CBF9D3D0D3CDB9DE203A20 = все топливные резервуары : 
топливо:  =
D3CDC6B73A20 = топливо: 
дата:  =
C8D5C6DA3A20 = дата: 
топливозаправочная станция: =
D3CDD5BE3A = топливозаправочная станция:
все типы топлива:  =
CBF9D3D0D3CDC6B7C0E0D0CD3A20 = все типы топлива: 
тип топлива:  =
D3CDC6B7C0E0D0CD3A20 = тип топлива: 
номера всех топливозаправочных пистолетов:  =
CBF9D3D0D3CDC7B9BAC53A20 = номера всех топливозаправочных пистолетов: 
номер топливозаправочного пистолета:  =
D3CDC7B9BAC53A20 = номер топливозаправочного пистолета: 
типы всех операций:   =
CBF9D3D0BDBBD2D7C0E0D0CD3A2020 = типы всех операций:  
тип операции:  =
BDBBD2D7C0E0D0CD3A20 = тип операции: 
типы всех карт:   =
CBF9D3D0BFA8C0E0D0CD3A2020 = типы всех карт:  
тип карты:  =
BFA8C0E0D0CD3A20 = тип карты: 
все типы расчетов:   =
CBF9D3D0BDE1CBE3C0E0D0CD3A2020 = все типы расчетов:  
тип расчета:  =
BDE1CBE3C0E0D0CD3A20 = тип расчета: 
все работники:   =
CBF9D3D0D4B1B9A43A2020 = все работники:  
работник:  =
D4B1B9A43A20 = работник: 
номера всех карт:   =
CBF9D3D0BFA8BAC53A2020 = номера всех карт:  
номер карты:  =
BFA8BAC53A20 = номер карты: 
оператор:  =
B2D9D7F7D4B13A20 = оператор: 
дата опреации: =
C9CCCEF1C8D5C6DA3A = дата опреации:
не удалось подключиться к базе данных =
C1ACBDD3CAFDBEDDBFE2CAA7B0DC = не удалось подключиться к базе данных
пожалуйста, выберете один топливный резервуар =
C7EBD1A1D4F1D2BBB8F6D3CDB9DE = пожалуйста, выберете один топливный резервуар
пожалуйста, выберете =
C7EBD1A1D4F1 = пожалуйста, выберете
номер смены =
B0E0BAC5 = номер смены
наличные: =
CFD6BDF03A = наличные:
пожалуйста, убедитесь, что принтер работает нормально  =
C7EBBCECB2E9B4F2D3A1BBFACAC7B7F1D5FDB3A320 = пожалуйста, убедитесь, что принтер работает нормально










